<!DOCTYPE html>
<html lang="en">
<head>
<?php
include("menu.php")
</head>
<body>




<div class="clear-left" alt="1.Гиперновая"> </div>
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/EtaCarinae.jpg/250px-EtaCarinae.jpg" class="image-right"/> 

<p id="Гиперновая" align="right">
Гиперновая — взрыв массивной звезды (с массой более 20 масс Солнца) после коллапса её ядра. Коллапс ядра происходит после того, как в нём истощается топливо для поддержания термоядерных реакций. То есть это очень большая (сверхмощная) сверхновая. С начала 1990-х годов были замечены столь мощные взрывы звёзд, что сила каждого взрыва превышала мощность взрыва обычной сверхновой примерно в 10 раз, а энергия взрыва превышала 1045 джоулей[2]. К тому же многие из этих взрывов сопровождались длинными гамма-всплесками. Сегодня термин «гиперновая» используется также для описания взрывов звёзд с массой в 100—150 и более Солнечных масс.

Гиперновые вообще могут создать серьёзную угрозу Земле вследствие характерной для них гамма-лучевой вспышки, но в настоящее время вблизи Солнечной системы нет столь опасных звёзд[3]. По некоторым данным, 440 миллионов лет назад имел место взрыв гиперновой звезды достаточно недалеко от Солнечной системы[4], и удар по Земле гаммалучевым потоком от этой гиперновой оказался достаточно мощным, чтобы вызвать Ордовикско-силурийское вымирание (исчезли более 60% видов морских беспозвоночных).</p>
 

<div class="clear-right" alt="Сверхновая"> </div> 
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Keplers_supernova.jpg/300px-Keplers_supernova.jpg" class="image-left"/> 

<p id="Сверхновая">
Сверхновая звезда или вспышка сверхновой — явление, в ходе которого звезда резко увеличивает свою яркость на 4—8 порядков (на 10-20 звёздных величин) с последующим сравнительно медленным затуханием вспышки[1][2]. Является результатом катаклизмического процесса, возникающего в конце эволюции некоторых звёзд и сопровождающегося выделением огромной энергии.

Как правило, сверхновые звёзды наблюдаются постфактум, то есть когда событие уже произошло и его излучение достигло Земли. Поэтому природа сверхновых долго была неясна. Но сейчас предлагается довольно много сценариев, приводящих к подобного рода вспышкам, хотя основные положения уже достаточно понятны.

Взрыв сопровождается выбросом значительной массы вещества из внешней оболочки звезды в межзвёздное пространство, а из оставшейся части вещества ядра взорвавшейся звезды, как правило, образуется компактный объект — нейтронная звезда, если масса звезды до взрыва составляла более 8 солнечных масс (M☉), либо чёрная дыра при массе звезды свыше 20 M☉ (масса оставшегося после взрыва ядра — свыше 5 M☉). Вместе они образуют остаток сверхновой.</p>

<div class="clear-left" alt="3.Яркие голубые переменные"> </div>
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Pistol_star_and_nebula.jpg/250px-Pistol_star_and_nebula.jpg" class="image-right"/> 

<p id="Голубые" align="right">
Яркие голубые переменные (ЯГП; англ. Luminous blue variables, LBV), также известные как переменные типа S Золотой Рыбы (англ. S Doradus variables, SDOR) — очень яркие голубые пульсирующие гипергиганты, названные по звезде S Золотой Рыбы (S Dor) в Большом Магеллановом Облаке. Они показывают неправильные (иногда циклические) изменения блеска с амплитудой от 1m до 7m. Обычно, это самые яркие голубые звезды галактик, в которых они наблюдаются. Как правило, связаны с диффузными туманностями и окружены расширяющимися оболочками.

Яркие голубые переменные могут светить в миллион раз сильнее, чем Солнце и их масса может составлять до 150 солнечных, подходя к теоретическому пределу массы звезды, что делает их самыми яркими, горячими и мощными звёздами во Вселенной. Звёзды этого типа всегда находятся в состоянии неустойчивого гидростатического равновесия, поскольку с их поверхности постоянно истекает мощнейший звёздный ветер, который всё время снижает их массу. По этой причине они всегда окружены туманностями (см. Эта Киля, которая является наиболее близкой и наиболее изученной яркой голубой переменной). Из-за их огромной массы время жизни таких звёзд очень мало́: всего несколько миллионов лет.

Согласно современным теориям[1], яркие голубые переменные — только стадия эволюции очень массивных звёзд, которая позволяет им сбросить часть массы. Они могут эволюционировать в звезду Вольфа — Райе, перед тем как взорваться как сверхновая или даже как гиперновая, если они не потеряют достаточно массы.
</p>



<div class="clear-left" alt="Уникальная"> </div>
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Ss433_art_big.gif/300px-Ss433_art_big.gif" class="image-left"/> 

<p id="SS 433">SS 433 — один из самых экзотических объектов космоса. Затменная рентгеновская двойная система, один из компонентов которой скорее всего является чёрной дырой или, что менее вероятно, нейтронной звездой[4]. Второй компонент — предположительно звезда спектрального класса A[5]. SS 433 является первым открытым микроквазаром[6].

Обозначение SS 433 происходит от фамилий исследователей Николаса Сандьюлика (англ.)русск. и Брюса Стивенсона (Bruce Stephenson), составивших в 1977 году каталог объектов с яркими эмиссионными линиями[6]. Данный объект вошёл в каталог под номером 433.
</p>



<div class="clear-left" alt="5.Нейтро́нная ЕСТЬ ВИДЕО"> </div>
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Neutron_star_cross_section_ru.svg/300px-Neutron_star_cross_section_ru.svg.png" class="image-right"/> 

<p id="Нейтронная"align="right">Нейтро́нная звезда́ — космическое тело, являющееся одним из возможных результатов эволюции звёзд, состоящее, в основном, из нейтронной сердцевины, покрытой сравнительно тонкой (∼1 км) корой вещества в виде тяжёлых атомных ядер и электронов. Массы нейтронных звёзд сравнимы с массой Солнца, но типичный радиус нейтронной звезды составляет лишь 10—20 километров. Поэтому средняя плотность вещества такого объекта в несколько раз превышает плотность атомного ядра (которая для тяжёлых ядер составляет в среднем 2,8·1017 кг/м³). Дальнейшему гравитационному сжатию нейтронной звезды препятствует давление ядерной материи, возникающее за счёт взаимодействия нейтронов.

Многие нейтронные звёзды обладают чрезвычайно высокой скоростью вращения, — до нескольких сотен оборотов в секунду. Нейтронные звёзды возникают в результате вспышек сверхновых звёзд.
</p>

<div class="clear-left" alt="6.Двойная ВИДЕО"> </div>
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Artist%E2%80%99s_impression_of_a_vampire_star_and_its_victim.jpg/300px-Artist%E2%80%99s_impression_of_a_vampire_star_and_its_victim.jpg" class="image-left"/> 

<p id="Двойная">Двойная звезда, или двойная система, — система из двух гравитационно связанных звёзд, обращающихся по замкнутым орбитам вокруг общего центра масс. Двойные звёзды — весьма распространённые объекты. Примерно половина всех звёзд нашей Галактики принадлежит к двойным системам[1].

Измерив период обращения и расстояние между звёздами, иногда можно определить массы компонентов системы. Этот метод практически не требует дополнительных модельных предположений, и поэтому является одним из главных методов определения масс в астрофизике. По этой причине двойные системы, компонентами которых являются чёрные дыры или нейтронные звёзды, представляют большой интерес для астрофизики.
</p>



<div class="clear-left" alt="7.Тесные двойные системы"> </div>
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Dead_Star_Acts_Like_Magnifying_Glass.jpg/300px-Dead_Star_Acts_Like_Magnifying_Glass.jpg" class="image-right"/> 

<p id="Тесные"  align="right">Тесные двойные системы — разновидность двойных систем, в которых на тех или иных этапах своей эволюции входящие в неё компоненты могут обмениваться массой. Расстояние между звездами в тесной двойной системе сравнимо с размерами самих звёзд. Поэтому в таких системах возникают более сложные эффекты, чем просто притяжение: приливное искажение формы, прогрев излучением более яркого компаньона и т. д. Обмен веществом вносит существенные коррективы в ход звездной эволюции, поэтому компоненты тесных двойных систем эволюционируют совсем не так, как обычные звёзды. Особенно интересны системы, в которых один из компонентов находится на завершающей стадии эволюции
</p>

<div class="clear-left" alt="8"> </div>
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Brown_Dwarf_Gliese_229B.jpg/250px-Brown_Dwarf_Gliese_229B.jpg" class="image-left"/> 

<p id="Бурый">Кори́чневые или бу́рые ка́рлики («субзвёзды» или «химические звёзды») — субзвёздные объекты (с массами в диапазоне от 0,012[1][2] до 0,0767[3][4] массы Солнца, или, соответственно, от 12,57 до 80,35 массы Юпитера). Как и в звёздах, в них идут термоядерные реакции ядерного синтеза на ядрах лёгких элементов (дейтерия, лития, бериллия, бора), но, в отличие от звёзд главной последовательности, вклад в тепловыделение таких звёзд ядерной реакции слияния ядер водорода (протонов) незначителен, и после исчерпания запасов ядер лёгких элементов термоядерные реакции в их недрах прекращаются, после чего они относительно быстро остывают, превращаясь в планетоподобные объекты, то есть такие звёзды никогда не находятся на главной последовательности Герцшпрунга — Рассела[5][6]. В коричневых карликах, в отличие от звёзд главной последовательности, также отсутствуют шаровые слои лучистого переноса энергии — теплоперенос в них осуществляется только за счёт турбулентной конвекции, что обуславливает однородность их химического состава по глубине.
</p>




<div class="clear-left" alt="9"> </div>
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Sirius_A_%26_B_X-ray.jpg/250px-Sirius_A_%26_B_X-ray.jpg" class="image-right"/> 

<p id="Белый" align="right">Бе́лые ка́рлики — проэволюционировавшие звёзды с массой, не превышающей предел Чандрасекара (максимальная масса, при которой звезда может существовать как белый карлик), лишённые собственных источников термоядерной энергии.

Белые карлики представляют собой компактные звёзды с массами, сравнимыми или большими, чем масса Солнца, но с радиусами в 100 раз меньшими[1] и, соответственно, болометрическими светимостями в ~10 000 раз меньше солнечной. Средняя плотность вещества белых карликов в пределах их фотосфер 105—109 г/см³[1], что почти в миллион раз выше плотности звёзд главной последовательности. По распространённости белые карлики составляют, по разным оценкам, 3—10 % звёздного населения нашей Галактики. Неопределённость оценки обусловлена трудностью наблюдения удалённых белых карликов из-за их малой светимости.
</p>

<div class="clear-left" alt="10"> </div>
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Proto-Planetary.Nebula.HD44179.large.jpg/220px-Proto-Planetary.Nebula.HD44179.large.jpg" class="image-left"/> 

<p id="Красный">Кра́сный гига́нт — звезда поздних[1] спектральных классов с высокой светимостью и протяжёнными оболочками. Примерами красных гигантов являются Арктур, Альдебаран, Гакрукс и Мира.

Наиболее распространенными красными гигантами являются звезды, находящиеся на диаграмме Герцшпрунга — Рассела вблизи конца так называемой ветви красных гигантов (в английской терминологии: RGB, red giant branch), но продолжающие процесс слияния водорода в гелий в оболочке, окружающей вырожденное гелиевое ядро. Другие красные гиганты: звёзды красного сгущения (на рисунке отмечено как RC, от англ. red clump) в холодной половине горизонтальной ветви, в ядрах которых происходит слияние гелия-4 в углерод-12 посредством тройной альфа-реакции; и звёзды асимптотической ветви гигантов (на рисунке отмечена как AGB, от англ. asymptotic giant branch), в которых термоядерное горение гелия происходит во внешней оболочке вырожденного углерод-кислородного ядра (иногда и с горением водорода в более внешней оболочке ядра)
</p>



<div class="clear-left" alt="11"> </div>
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Wolf_rayet2.jpg/220px-Wolf_rayet2.jpg" class="image-right"/> 

<p id="Райе" align="right">
Иллюстрация туманности M1-67 около звезды Вольфа — Райе WR 124
Звёзды Во́льфа — Райе́ — класс звёзд, для которых характерны очень высокая температура и светимость; звёзды Вольфа — Райе отличаются от других горячих звёзд наличием в спектре широких полос излучения водорода, гелия, а также кислорода, углерода, азота в разных степенях ионизации (N[III] — N[V], C[III] — C[IV], O[III] — O[V]). Название класса звёзд связано с именами французских астрономов Шарля Вольфа (фр.)русск. и Жоржа Райе, впервые обративших внимание на особенности в их спектрах в 1867 году.
</p>

<div class="clear-left" alt="12"> </div>
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/TTauriStarDrawing.jpg/220px-TTauriStarDrawing.jpg" class="image-left"/> 

<p id="Т">Звёзды ти́па T Тельца́ (T Tauri, T Tauri stars, TTS) — класс переменных звёзд, названный по имени своего прототипа T Тельца. Обычно их можно обнаружить рядом с молекулярными облаками и идентифицировать по их переменности (весьма нерегулярной) в оптическом диапазоне и хромосферной активности.

Звёзды типа T Тельца — это звёзды, которые ещё не вступили на главную последовательность. Они весьма молоды, принадлежат к звёздам спектральных классов F, G, K, M и имеют массу меньше двух солнечных. Период вращения от 1 до 12 дней. Температура их поверхности такая же, как и у звёзд главной последовательности той же массы, но они имеют несколько большую светимость, потому что их радиус больше. Температура в их ядре недостаточна, чтобы запустить термоядерную реакцию превращения водорода в гелий, которая начнётся приблизительно через 100 млн лет после образования звезды[1]. Основным источником их энергии является гравитационное сжатие.
</p>
<a href="#Гиперновая"> К началу </a>

</body>
</html>